[
    {
        "name": "Prestige Raintree Park",
        "projectType": "Apartment",
        "developmentSize": 21,
        "totalUnits": 1520,
        "overview": "Here's a quick overview of Prestige Raintree Park: It has 1520 beautiful homes spread across 18 towers on a stunning 21-acre property overlooking Varthur Lake. These 3 BHK, 4 BHK, and 5 BHK residences are designed to give you an exceptional living experience that you won't find anywhere else in the city. To add to the luxury, there's a huge clubhouse and a range of leisure amenities. And let's not forget the lush green surroundings that create a serene and magical atmosphere.\n    Prestige Raintree Park's location in prime Whitefield, right opposite Varthur Lake, gives you convenient access to all parts of Bengaluru. IT Parks in Whitefield, ITPL, Outer Ring Road and Sarjapur Road are accessible via arterial roads, which makes commuting to work a breeze. You also enjoy excellent connectivity via Namma Metro stations at Whitefield, Hopefarm, Channasandra, Sri Sathya Sai Hospital, and Pattandur Agrahara. More than 50 Premium schools such as Inventure Academy, TISB and Greenwood High are a short drive away. Whitefield's proximity puts you within reach of some of the finest malls in the city, as well as premier restaurants and hotels. Top-notch healthcare facilities such as Manipal Hospital are also close by.\n    Prestige Raintree Park is most aptly named as it gives you the incomparable feeling of living in parkland, much like the English aristocracy. The residential towers are flanked by extensive landscaped grounds and broad open spaces. These green zones are dotted with features that bring you closer to Nature, such as a Flower Trail, several lawns, a Pet Park, a Fitness Trail and more. Prestige Raintree Park's frontage creates a continuing visual flow of rich greenery, extending from the lake to the tower lobby and all the way up to the central landscaped podium on the first level. The curved, sweeping skywalk is a great place to soak in the amazing views, while seamlessly connecting your home with the vibrant community. What you will enjoy is the surreal feeling of living in nature's bower, with a wonderful aura of airy openness all around.\n    The towers at Prestige Raintree Park are positioned to give you undisturbed and spectacular views of the surrounding greenscapes and the serene waters of Varthur Lake. As many as nine towers are positioned along the length of the site facing the lake. They look upon an expanse of richly landscaped green parkland, which extends all the way to the property's periphery. The remaining towers, which are towards the rear of the property, similarly overlook lush gardens and lawns. In the centre, situated within a 3-acre landscaped courtyard, stands the clubhouse complex on two levels. With broad, open, party lawns on the upper deck, it provides a treat for your visual senses. The views all around are nothing short of brilliant!\n    While its location on Varthur Road gives you easy and quick access to the city's many conveniences, Prestige Raintree Park also has many features that shelter you from the noise and clamour of the outside world. A 31m access road leading from the main road to the arrival plaza, for one, and the deep landscaped frontage along the entire length of the property, for another, work as buffers between the residential towers and the world outside. Inside the property as well, the amenities are positioned to maximise your privacy and sense of security. The public function spaces within the central podium, for example, face out towards open-to-sky courts, both to bring a sense of scale and cut you off from the bustle.\n    The apartments at Prestige Raintree Park give you the freedom and flexibility to live life as luxuriously as you are accustomed to. The rooms are spacious and well planned, to facilitate both lavish entertainment of guests and precious private family moments. Just the way you would like your home to be. Every apartment has at least two external faces that feature full-length balconies, broad decks and large windows. Your home will be bright with natural light and kept cool by excellent cross ventilation. Add to all these a few finer touches, such as premium flooring and finishes, and what you have is the perfect picture of consummate luxury",
        "floorPlan": [
            "https://www.theraintreepark.ind.in/wp-content/uploads/2024/08/Prestige-Raintree-Park-Floor-Plan4-1024x737.jpg",
            "https://www.theraintreepark.ind.in/wp-content/uploads/2024/08/Prestige-Raintree-Park-Floor-Plan3-1024x737.jpg"
        ],
        "propertyConfiguration": [
            {
                "noOfBedrooms": 3,
                "pricing": "3.41 cr onwards",
                "sqFootage": "1800 - 2200 sq.ft"
            }
        ],
        "walkThrough": null,
        "location": null,
        "propertyIcon": null,
        "images": [
            "https://res.cloudinary.com/dojfndzbj/image/upload/v1739012600/wwb9fhqu6hfthmutryih.png",
            "https://res.cloudinary.com/dojfndzbj/image/upload/v1739012600/kwpuiwleldqzfxcieacb.png"
        ],
        "brochure": "https://drive.google.com/drive/folders/1lHkg6E3sRVqdSBFtipZ2y7ojUI4XlHGw",
        "video": "https://www.youtube.com/watch?v=YpdYgg8hyKo"
    }
]